Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# paywall_desc_csv
source: Export & import data
ar: تصدير واستيراد البيانات
cs: Export a import dat
da: Eksporter & importer data
de: Daten exportieren & importieren
es: Exportar & importar datos
fr: Exporter & importer données
hr: Izvezi i uvezi podatke
hu: Adatok exportálása & importálása
it: Esporta & importa dati
ja: データのエクスポート & インポート
nb: Eksporter & importer data
nl: Gegevens exporteren & importeren
pl: Eksportuj & importuj dane
pt_br: Exportar & importar dados
ro: Exportă & importă date
ru: Экспорт и импорт данных
sv: Exportera & importera data
tr: Veri dışa & içe aktar
zh_hans: 导出与导入数据

# paywall_desc_entries
source: Entries per account
ar: إدخالات لكل حساب
cs: Záznamy na účet
da: Poster pr. konto
de: Einträge pro Konto
es: Entradas por cuenta
fr: Entrées par compte
hr: Unosi po računu
hu: Tételek számlánként
it: Voci per conto
ja: 口座あたりの項目
nb: Poster pr. konto
nl: Posten per rekening
pl: Wpisy na konto
pt_br: Entradas por conta
ro: Intrări pe cont
ru: Записи на счёт
sv: Poster per konto
tr: Hesap başına kayıt
zh_hans: 每账户条目数

# paywall_desc_goals
source: Set savings goals
ar: تحديد أهداف الادخار
cs: Nastavit cíle spoření
da: Sæt opsparingsmål
de: Sparziele setzen
es: Establecer metas de ahorro
fr: Objectifs d'épargne
hr: Postavi ciljeve štednje
hu: Megtakarítási célok
it: Imposta obiettivi di risparmio
ja: 貯蓄目標を設定
nb: Sett sparemål
nl: Spaardoelen instellen
pl: Ustaw cele oszczędnościowe
pt_br: Definir metas de poupança
ro: Setează obiective de economii
ru: Установите цели сбережений
sv: Sätt sparmål
tr: Tasarruf hedefleri belirle
zh_hans: 设置储蓄目标

# paywall_desc_health
source: Financial health score
ar: نقاط الصحة المالية
cs: Skóre finančního zdraví
da: Finansiel sundhedsscore
de: Finanz-Gesundheitsscore
es: Puntuación de salud financiera
fr: Score santé financière
hr: Financijsko zdravlje
hu: Pénzügyi egészségpontszám
it: Punteggio salute finanziaria
ja: 財務健全性スコア
nb: Finansiell helsescore
nl: Financiële gezondheidsscore
pl: Wynik zdrowia finansowego
pt_br: Pontuação de saúde financeira
ro: Scor sănătate financiară
ru: Оценка финансового здоровья
sv: Finansiell hälsopoäng
tr: Finansal sağlık skoru
zh_hans: 财务健康评分

# paywall_desc_icloud
source: Cross-device sync
ar: مزامنة عبر الأجهزة
cs: Synchronizace mezi zařízeními
da: Synkroniser på tværs af enheder
de: Geräteübergreifend
es: Sincronización entre dispositivos
fr: Sync multi-appareils
hr: Sinkronizacija uređaja
hu: Eszközök közötti szinkronizáció
it: Sincronizzazione tra dispositivi
ja: デバイス間同期
nb: Synkroniser på tvers av enheter
nl: Synchronisatie tussen apparaten
pl: Synchronizacja między urządzeniami
pt_br: Sincronização entre dispositivos
ro: Sincronizare între dispozitive
ru: Синхронизация между устройствами
sv: Synkronisering mellan enheter
tr: Cihazlar arası senkronizasyon
zh_hans: 跨设备同步

# paywall_desc_import
source: Import bank data
ar: استيراد بيانات البنك
cs: Import bankovních dat
da: Importer bankdata
de: Bankdaten einlesen
es: Importar datos bancarios
fr: Importer données bancaires
hr: Uvozi podatke banke
hu: Banki adatok importálása
it: Importa dati bancari
ja: 銀行データのインポート
nb: Importer bankdata
nl: Bankgegevens importeren
pl: Importuj dane bankowe
pt_br: Importar dados bancários
ro: Importă date bancare
ru: Импорт банковских данных
sv: Importera bankdata
tr: Banka verilerini içe aktar
zh_hans: 导入银行数据

# paywall_desc_profiles
source: Multiple persons
ar: أشخاص متعددون
cs: Více osob
da: Flere personer
de: Mehrere Personen
es: Varias personas
fr: Plusieurs personnes
hr: Više osoba
hu: Több személy
it: Più persone
ja: 複数の人物
nb: Flere personer
nl: Meerdere personen
pl: Wiele osób
pt_br: Várias pessoas
ro: Mai multe persoane
ru: Несколько людей
sv: Flera personer
tr: Birden fazla kişi
zh_hans: 多个用户

# paywall_feature_accounts
source: Accounts
ar: الحسابات
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
hr: Računi
hu: Fiókok
it: Conti
ja: 口座
nb: Kontoer
nl: Rekeningen
pl: Konta
pt_br: Contas
ro: Conturi
ru: Счета
sv: Konton
tr: Hesaplar
zh_hans: 账户

# paywall_feature_csv
source: CSV Export & Import
ar: تصدير واستيراد CSV
cs: Export a import CSV
es: Exportar e importar CSV
fr: Export & import CSV
hr: CSV izvoz i uvoz
hu: CSV-exportálás és importálás
it: Esporta e importa CSV
ja: CSVエクスポート＆インポート
nb: CSV-eksport og -import
nl: CSV-export en -import
pl: Eksport i import CSV
pt_br: Exportação e importação de CSV
ro: Export și import CSV
ru: Экспорт и импорт CSV
sv: CSV-export och -import
tr: CSV Dışa/İçe Aktarma
zh_hans: CSV 导出和导入

# paywall_feature_entries
source: Budget Entries
ar: إدخالات الميزانية
cs: Rozpočtové položky
de: Einträge
es: Entradas de presupuesto
fr: Entrées budgétaires
hr: Proračunski unosi
hu: Költségvetési bejegyzések
it: Voci di budget
ja: 予算エントリ
nb: Budsjettinnlegg
nl: Budgetposten
pl: Wpisy budżetowe
pt_br: Lançamentos de orçamento
ro: Intrări bugetare
ru: Записи бюджета
sv: Budgetposter
tr: Bütçe Kayıtları
zh_hans: 预算条目

# paywall_feature_forecast
source: 10 & 20 Year Forecast
ar: توقعات 10 و20 سنة
cs: Prognóza 10 a 20 let
de: 10 & 20 Jahre Prognose
es: Previsión 10 y 20 años
fr: Prévision 10 & 20 ans
hr: Prognoza 10 i 20 godina
hu: 10 és 20 éves előrejelzés
it: Previsione 10 e 20 anni
ja: 10年・20年予測
nb: 10 & 20 år prognose
nl: 10 & 20 jaar prognose
pl: Prognoza 10 i 20 lat
pt_br: Previsão para 10 e 20 anos
ro: Prognoza pe 10 și 20 de ani
ru: Прогноз на 10 и 20 лет
sv: 10 & 20 år prognos
tr: 10 & 20 Yıl Tahmini
zh_hans: 10 年和 20 年预测

# paywall_feature_goals
source: Financial Goals
ar: الأهداف المالية
cs: Finanční cíle
de: Finanzielle Ziele
es: Metas financieras
fr: Objectifs financiers
hr: Financijski ciljevi
hu: Pénzügyi célok
it: Obiettivi finanziari
ja: 財務目標
nb: Finansielle mål
nl: Financiële doelen
pl: Cele finansowe
pt_br: Metas Financeiras
ro: Obiective financiare
ru: Финансовые цели
sv: Finansiella mål
tr: Finansal Hedefler
zh_hans: 财务目标

# paywall_feature_icloud
source: iCloud Sync
ar: مزامنة iCloud
cs: Synchronizace iCloud
es: Sincronización iCloud
fr: Synchronisation iCloud
hr: iCloud sinkronizacija
it: Sincronizzazione iCloud
ja: iCloud同期
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
pl: Synchronizacja iCloud
pt_br: Sincronização do iCloud
ru: Синхронизация iCloud
sv: iCloud-synkronisering
tr: iCloud Senkronizasyonu
zh_hans: iCloud 同步

# paywall_feature_profiles
source: Profiles
ar: الملفات الشخصية
cs: Profily
de: Profile
es: Perfiles
fr: Profils
hr: Profili
hu: Profilok
it: Profili
ja: プロフィール
nb: Profiler
nl: Profielen
pl: Profile
pt_br: Perfis
ro: Profiluri
ru: Профили
sv: Profiler
tr: Profiller
zh_hans: 型材

# paywall_feature_themes
source: Background Themes
ar: ثيمات الخلفية
cs: Motivy pozadí
de: Hintergrund-Themes
es: Temas de fondo
fr: Thèmes d'arrière-plan
hr: Pozadinske teme
hu: Háttér témák
it: Temi di sfondo
ja: 背景テーマ
nb: Bakgrunnstemaer
nl: Achtergrondthema's
pl: Motywy tła
pt_br: Temas de fundo
ro: Teme de fundal
ru: Темы фона
sv: Bakgrundsteman
tr: Arka Plan Temaları
zh_hans: 背景主题

# paywall_footer
source: Cancel subscription anytime · No hidden costs
ar: إلغاء الاشتراك في أي وقت · لا تكاليف خفية
cs: Předplatné zrušíte kdykoli · Žádné skryté náklady
da: Annuller abonnement til enhver tid · Ingen skjulte omkostninger
de: Abo jederzeit kündbar · Keine versteckten Kosten
es: Cancela la suscripción en cualquier momento · Sin costes ocultos
fr: Abonnement résiliable à tout moment · Aucun frais caché
hr: Otkaži pretplatu u bilo koje vrijeme · Bez skrivenih troškova
hu: Az előfizetés bármikor lemondható · Nincsenek rejtett költségek
it: Disdici l'abbonamento in qualsiasi momento · Nessun costo nascosto
ja: いつでもサブスク解約可能 · 隠れた費用なし
nb: Avbryt abonnement når som helst · Ingen skjulte kostnader
nl: Abonnement altijd opzegbaar · Geen verborgen kosten
pl: Anuluj subskrypcję w dowolnym momencie · Brak ukrytych kosztów
pt_br: Cancele a assinatura a qualquer momento · Sem custos ocultos
ro: Anulează abonamentul oricând · Fără costuri ascunse
ru: Отмена подписки в любое время · Без скрытых расходов
sv: Avsluta prenumeration när som helst · Inga dolda kostnader
tr: Aboneliği istediğiniz zaman iptal edin · Gizli ücret yok
zh_hans: 随时取消订阅 · 无隐藏费用

# paywall_one_time
source: One-time purchase
ar: دفع لمرة واحدة
cs: Jednorázová platba
de: Einmaliger Kauf
es: Pago único
fr: Achat unique
hr: Jednokratna kupnja
hu: Egyszeri vásárlás
it: Acquisto unico
ja: 買い切り
nb: Engangskjøp
nl: Eenmalige aankoop
pl: Jednorazowy zakup
pt_br: Compra única
ro: Achiziție unică
ru: Разовая покупка
sv: Engångsköp
tr: Tek seferlik satın alma
zh_hans: 一次性购买

# paywall_product_unavailable
source: Product not available. Please try again later.
ar: المنتج غير متاح. يرجى المحاولة مرة أخرى لاحقاً.
cs: Produkt není k dispozici. Zkuste to prosím znovu.
de: Produkt nicht verfügbar. Bitte versuche es später erneut.
es: Producto no disponible. Por favor, inténtalo de nuevo más tarde.
fr: Produit non disponible. Veuillez réessayer plus tard.
hr: Proizvod nije dostupan. Molimo pokušajte ponovo kasnije.
hu: A termék nem elérhető. Kérjük, próbálja újra később.
it: Prodotto non disponibile. Riprova più tardi.
ja: 製品が利用できません。後でもう一度お試しください。
nb: Produktet er ikke tilgjengelig. Prøv igjen senere.
nl: Product niet beschikbaar. Probeer het later opnieuw.
pl: Produkt niedostępny. Spróbuj ponownie później.
pt_br: Produto não disponível. Por favor, tente novamente mais tarde.
ro: Produsul nu este disponibil. Vă rugăm să încercați din nou mai târziu.
ru: Продукт недоступен. Пожалуйста, повторите попытку позже.
sv: Produkten är inte tillgänglig. Försök igen senare.
tr: Ürün mevcut değil. Lütfen daha sonra tekrar deneyin.
zh_hans: 产品不可用。请稍后重试。

# paywall_restore
source: Restore purchase
ar: استعادة الشراء
cs: Obnovit nákup
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
hr: Vrati kupnju
hu: Vásárlás visszaállítása
it: Ripristina acquisto
ja: 購入を復元
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar compra
ro: Restabiliți achiziția
ru: Восстановить покупку
sv: Återställ köp
tr: Satın almayı geri yükle
zh_hans: 恢复购买

# paywall_subtitle
source: Unlock all features. Choose your plan.
ar: افتح جميع الميزات. اختر خطتك.
cs: Odemkni všechny funkce. Vyber si svůj plán.
da: Lås op for alle funktioner. Vælg din plan.
de: Alle Funktionen freischalten. Wähle deinen Plan.
es: Desbloquea todas las funciones. Elige tu plan.
fr: Débloquer toutes les fonctionnalités. Choisissez votre plan.
hr: Otključaj sve funkcije. Odaberi svoj plan.
hu: Nyisd meg az összes funkciót. Válaszd ki a tervedet.
it: Sblocca tutte le funzionalità. Scegli il tuo piano.
ja: すべての機能を解放。プランを選んでください。
nb: Lås opp alle funksjoner. Velg din plan.
nl: Ontgrendel alle functies. Kies je abonnement.
pl: Odblokuj wszystkie funkcje. Wybierz swój plan.
pt_br: Desbloqueie todos os recursos. Escolha seu plano.
ro: Deblochează toate funcțiile. Alege-ți planul.
ru: Разблокируй все функции. Выбери свой план.
sv: Lås upp alla funktioner. Välj din plan.
tr: Tüm özelliklerin kilidini aç. Planını seç.
zh_hans: 解锁所有功能。选择您的方案。

# paywall_val_all
source: All
ar: الكل
cs: Vše
de: Alle
es: Todos
fr: Tous
hr: Sve
hu: Minden
it: Tutti
ja: すべて
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Все
sv: Alla
tr: Tümü
zh_hans: 全部

# paywall_val_unlimited
source: Unlimited
ar: غير محدود
cs: Neomezené
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hr: Neograničeno
hu: Korlátlan
it: Illimitato
ja: 無制限
nb: Ubegrenset
nl: Onbeperkt
pl: Nieograniczony
pt_br: Ilimitado
ro: Nelimitat
ru: Неограниченно
sv: Obegränsat
tr: Sınırsız
zh_hans: 无限

# pdf_export_button
source: Export PDF
ar: تصدير PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF Exportieren
es: Exportar PDF
fr: Exporter PDF
hr: Izvezi PDF
hu: PDF exportálása
it: Esporta PDF
ja: PDFを書き出す
nb: Eksporter PDF
nl: PDF exporteren
pl: Eksportuj PDF
pt_br: Exportar PDF
ro: Exportați PDF
ru: Экспорт PDF
sv: Exportera PDF
tr: PDF olarak dışa aktar
zh_hans: 导出PDF

# per_month
source: / month
ar: / شهر
cs: / měsíc
de: / Monat
es: / mes
hr: / mjesecu
hu: / hónap
it: / mese
ja: / 月
nb: / måned
nl: / maand
pt_br: / mês
ro: /luna
ru: / месяц
sv: / månad
tr: / ay
zh_hans: / 月

source: Period
ar: فترة
de: Zeitraum
es: Período
fr: Période
hr: Razdoblje
hu: Időszak
it: Periodo
ja: 期間
nb: Periode
nl: Periode
pt_br: Período
ro: Perioadă
ru: Период
tr: Dönem
zh_hans: 时期

# period_footer_monthly
source: Amounts as monthly equivalent (incl. annual/quarterly bookings)
ar: المبالغ كمعادل شهري (بما في ذلك الحجوزات السنوية / ربع السنوية)
de: Beträge als monatliches Äquivalent (inkl. Jahres-/Quartalseinträge)
es: Importes equivalentes mensuales (incluidas reservas anuales/trimestrales)
fr: Montants en équivalent mensuel (y compris les réservations annuelles/trimestrielles)
hr: Iznosi kao mjesečni ekvivalent (uključujući godišnje/tromjesečne rezervacije)
hu: Havi egyenértékben kifejezett összegek (beleértve az éves/negyedéves foglalásokat)
it: Importi in equivalente mensile (incl. prenotazioni annuali/trimestrali)
ja: 月相当額（年間/四半期予約を含む）
nb: Beløp som månedlig ekvivalent (inkl. årlige/kvartalsvise bestillinger)
nl: Bedragen als maandequivalent (incl. jaar-/kwartaalboekingen)
pt_br: Valores como equivalentes mensais (incl. reservas anuais/trimestrais)
ro: Sume ca echivalent lunar (inclusiv rezervări anuale/trimestriale)
ru: Суммы в месячном эквиваленте (включая годовые/квартальные бронирования)
sv: Belopp som månadsekvivalent (inkl. års-/kvartalsbokningar)
tr: Aylık eşdeğer tutarlar (yıllık/üç aylık rezervasyonlar dahil)
zh_hans: 每月金额（包括年度/季度预订）

# period_footer_yearly
source: Amounts as yearly equivalent (incl. annual/quarterly bookings)
ar: المبالغ بالمعادل السنوي (بما في ذلك الحجوزات السنوية/ربع السنوية)
de: Beträge als jährliches Äquivalent (inkl. Jahres-/Quartalseinträge)
es: Importes equivalentes anuales (incluidas reservas anuales/trimestrales)
fr: Montants en équivalent annuel (y compris les réservations annuelles/trimestrielles)
hr: Iznosi kao godišnji ekvivalent (uključujući godišnje/tromjesečne rezervacije)
hu: Éves egyenértékben kifejezett összegek (beleértve az éves/negyedéves foglalásokat)
it: Importi in equivalente annuo (incl. prenotazioni annuali/trimestrali)
ja: 年間相当額（年間/四半期予約を含む）
nb: Beløp som årlig ekvivalent (inkl. årlige/kvartalsvise bestillinger)
nl: Bedragen als jaarequivalent (incl. jaar-/kwartaalboekingen)
pt_br: Valores equivalentes ao ano (incluindo reservas anuais/trimestrais)
ro: Sume ca echivalent anual (inclusiv rezervări anuale/trimestriale)
ru: Суммы в годовом эквиваленте (включая годовые/квартальные бронирования)
sv: Belopp som årlig motsvarighet (inkl. års-/kvartalsbokningar)
tr: Yıllık eşdeğer tutarlar (yıllık/üç aylık rezervasyonlar dahil)
zh_hans: 年度金额（包括年度/季度预订）

# period_monthly
source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Mensuel
hr: Mjesečno
hu: Havi
it: Mensile
ja: 毎月
nb: Månedlig
nl: Maandelijks
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månatlig
tr: Aylık
zh_hans: 每月

# period_yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
hr: Godišnje
hu: Évi
it: Annuale
ja: 毎年
nb: Årlig
nl: Jaarlijks
pt_br: Anual
ro: Anual
ru: Ежегодно
sv: Årlig
tr: Yıllık
zh_hans: 每年

# plan_annual
source: Yearly
ar: سنوي
cs: Ročně
da: Årlig
de: Jährlich
es: Anual
fr: Annuel
hr: Godišnje
hu: Éves
it: Annuale
ja: 年額
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
ro: Anual
ru: Ежегодно
sv: Årsvis
tr: Yıllık
zh_hans: 年付

source: Plan Entry
ar: إدخال الخطة
de: Eintrag planen
es: Entrada del plano
fr: Entrée au régime
hr: Unos plana
hu: Tervbejegyzés
it: Ingresso nel piano
ja: プランエントリー
nb: Planinnlegg
nl: Planinvoer
pt_br: Entrada do plano
ro: Plan de intrare
ru: План ввода
sv: Planinträde
tr: Plan Girişi
zh_hans: 计划输入

# plan_free
source: Free
ar: مجاني
cs: Zdarma
de: Gratis
es: Gratis
fr: Gratuit
hr: Besplatno
hu: Ingyenes
it: Gratis
ja: 無料
nb: Gratis
nl: Gratis
pl: Bezpłatny
pt_br: Livre
ro: Gratuit
ru: Бесплатно
sv: Gratis
tr: Ücretsiz
zh_hans: 自由的

# plan_lifetime
source: Lifetime
ar: مدى الحياة
cs: Doživotně
da: Livstid
de: Einmalig
es: De por vida
fr: À vie
hr: Doživotno
hu: Élethosszig
it: A vita
ja: 買い切り
nb: Livstid
nl: Levenslang
pl: Dożywotnio
pt_br: Vitalício
ro: Pe viață
ru: Навсегда
sv: Livstid
tr: Ömür boyu
zh_hans: 买断

# plan_monthly
source: Monthly
ar: شهري
cs: Měsíčně
da: Månedlig
de: Monatlich
es: Mensual
fr: Mensuel
hr: Mjesečno
hu: Havi
it: Mensile
ja: 月額
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månadsvis
tr: Aylık
zh_hans: 月付

# plan_once
source: forever
ar: للأبد
cs: navždy
da: for altid
de: für immer
es: para siempre
fr: pour toujours
hr: zauvijek
hu: örökre
it: per sempre
ja: 永続
nb: for alltid
nl: voor altijd
pl: na zawsze
pt_br: para sempre
ro: pentru totdeauna
ru: навсегда
sv: för alltid
tr: sonsuza kadar
zh_hans: 永久

# plan_per_month
source: / month
ar: / شهر
cs: / měsíc
da: / md.
de: / Monat
es: / mes
fr: / mois
hr: / mj.
hu: / hó
it: / mese
ja: / 月
nb: / mnd.
nl: / maand
pl: / mies.
pt_br: / mês
ro: / lună
ru: / мес
sv: / mån.
tr: / ay
zh_hans: / 月

# plan_per_year
source: / year
ar: / سنة
cs: / rok
da: / år
de: / Jahr
es: / año
fr: / an
hr: / god.
hu: / év
it: / anno
ja: / 年
nb: / år
nl: / jaar
pl: / rok
pt_br: / ano
ro: / an
ru: / год
sv: / år
tr: / yıl
zh_hans: / 年

# plan_save_badge
source: Save 37%
ar: وفر 37%
cs: Ušetříš 37 %
da: Spar 37%
de: Spare 37 %
es: Ahorra 37%
hr: Uštedi 37%
hu: 37% megtakarítás
it: Risparmi 37%
ja: 37%お得
nb: Spar 37%
nl: 37% korting
pl: Oszczędzasz 37%
pt_br: Poupe 37%
ro: Economisești 37%
sv: Spara 37%
tr: %37 tasarruf
zh_hans: 省37%

# planner_fixed_label
source: Fixed Costs
ar: التكاليف الثابتة
de: Fixkosten
es: Costos fijos
fr: Coûts fixes
hr: Fiksni troškovi
hu: Fix költségek
it: Costi fissi
ja: 固定費
nb: Faste kostnader
nl: Vaste kosten
pt_br: Custos Fixos
ro: Costuri fixe
ru: Фиксированные затраты
sv: Fasta kostnader
tr: Sabit Maliyetler
zh_hans: 固定成本

# planner_growth_footnote
source: Ø Growth: %.1f%% p.a. (based on your investments)
ar: Ø النمو: %.1f%% سنويًا (بناء على استثماراتك)
de: Ø Wachstum: %.1f%% p.a. (basiert auf deinen Investments)
es: Ø Crecimiento: %.1f%% p.a. (basado en sus inversiones)
fr: Ø Croissance : %.1f%% p.a. (en fonction de vos investissements)
hr: Ø Rast: %.1f%% godišnje (na temelju vaših ulaganja)
hu: Ø Növekedés: %.1f%% p.a. (a befektetései alapján)
it: Ø Crescita: %.1f%% p.a. (in base ai tuoi investimenti)
ja: Ø 成長率: %.1f%%/年(あなたの投資に基づいて)
nb: Ø Vekst: %.1f%% p.a. (basert på investeringene dine)
nl: Ø Groei: %.1f%% p.a. (op basis van uw beleggingen)
pt_br: Ø Crescimento: %.1f%% a.a. (com base em seus investimentos)
ro: Ø Creștere: %.1f%% p.a. (pe baza investițiilor dvs.)
ru: Ø Рост: %.1f%% в год. (на основе ваших инвестиций)
sv: Ø Tillväxt: %.1f%% p.a. (baserat på dina investeringar)
tr: Ø Büyüme: %.1f%% pa.a. (yatırımlarınıza göre)
zh_hans: Ø 增长：每年 %.1f%% （根据您的投资）

# planner_income_label
source: Income
ar: دخل
de: Einkommen
es: Ingreso
fr: Revenu
hr: Prihod
hu: Jövedelem
it: Reddito
ja: 所得
nb: Inntekt
nl: Inkomen
pt_br: Renda
ro: Venituri
ru: Доход
sv: Inkomst
tr: Gelir
zh_hans: 收入

# planner_lifestyle_label
source: Lifestyle
ar: نمط الحياة
de: Lebenshaltung
es: Estilo de vida
fr: Mode de vie
hr: Životni stil
hu: Életmód
it: Stile di vita
ja: ライフスタイル
nb: Livsstil
nl: Levensstijl
pt_br: Estilo de vida
ro: Stil de viață
ru: Образ жизни
sv: Livsstil
tr: Yaşam Tarzı
zh_hans: 生活方式

# planner_savings_label
source: Save & Invest
ar: حفظ واستثمار
de: Sparen & Invest
es: Ahorre e invierta
fr: Épargner et investir
hr: Uštedite i investirajte
hu: Mentés és befektetés
it: Risparmia e investi
ja: 貯蓄と投資
nb: Spar og invester
nl: Sparen & Investeren
pt_br: Economize e invista
ro: Economisiți și investiți
ru: Сохранить и инвестировать
sv: Spara & Investera
tr: Tasarruf Et ve Yatırım Yap
zh_hans: 储蓄和投资

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
hr: Postavke
it: Preferenze
ja: 設定
nb: Preferanser
nl: Voorkeuren
pt_br: Preferências
ro: Preferințe
ru: Предпочтения
sv: Inställningar
tr: Tercihler
zh_hans: 偏好设置

source: Premium
ar: بريميوم
hu: Prémium
ja: プレミアム
ru: Премиум
zh_hans: 高级版

# premium_locked_subtitle
source: This feature is part of Premium.
ar: هذه الميزة جزء من بريميوم.
cs: Tato funkce je součástí Premium.
de: Dieses Feature ist Teil von Premium.
es: Esta función es parte de Premium.
fr: Cette fonctionnalité fait partie de Premium.
hr: Ova značajka je dio Premiuma.
hu: Ez a funkció a Premium része.
it: Questa funzione fa parte di Premium.
ja: この機能はプレミアムの一部です。
nb: Denne funksjonen er en del av Premium.
nl: Deze functie maakt deel uit van Premium.
pl: Ta funkcja jest częścią Premium.
pt_br: Este recurso faz parte do Premium.
ro: Această funcție face parte din Premium.
ru: Эта функция является частью Premium.
sv: Den här funktionen är en del av Premium.
tr: Bu özellik Premium'un bir parçasıdır.
zh_hans: 此功能是高级版的一部分。

source: Pro
ar: إيجابيات
es: A favor
fr: Pour
hr: Profesionalni
ja: プロ
nl: Voor
pl: Za
pt_br: Prós
ru: За
sv: För
tr: Leh

# profile_default
source: Default
ar: تقصير
de: Standard
es: Por defecto
fr: Défaut
hr: Zadano
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
nb: Misligholde
nl: Standaard
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sv: Standard
tr: Varsayılan
zh_hans: 默认

# profile_footer
source: Each profile has its own accounts and entries. Swipe to delete.
ar: كل ملف تعريف له حساباته وإدخالاته الخاصة. اسحب للحذف.
de: Jedes Profil hat eigene Konten und Einträge. Wische zum Löschen.
es: Cada perfil tiene sus propias cuentas y entradas. Desliza para eliminar.
fr: Chaque profil a ses propres comptes et entrées. Faites glisser pour supprimer.
hr: Svaki profil ima svoje račune i unose. Prijeđite prstom za brisanje.
hu: Minden profilnak megvannak a saját fiókjai és bejegyzései. Csúsztatással törölheti.
it: Ogni profilo ha i propri account e voci. Scorri per eliminare.
ja: 各プロファイルには独自のアカウントとエントリがあります。スワイプして削除します。
nb: Hver profil har sine egne kontoer og oppføringer. Sveip for å slette.
nl: Elk profiel heeft zijn eigen accounts en vermeldingen. Veeg om te verwijderen.
pt_br: Cada perfil tem suas próprias contas e entradas. Deslize para excluir.
ro: Fiecare profil are propriile conturi și intrări. Glisați pentru a șterge.
ru: Каждый профиль имеет свои учетные записи и записи. Проведите пальцем по экрану, чтобы удалить.
sv: Varje profil har sina egna konton och poster. Svep för att radera.
tr: Her profilin kendi hesapları ve girişleri vardır. Silmek için kaydırın.
zh_hans: 每个配置文件都有自己的帐户和条目。滑动即可删除。

# profile_name_placeholder
source: e.g. Family, Household …
ar: على سبيل المثال الأسرة والأسرة…
de: z. B. Familie, Haushalt …
es: p.ej. Familia, Hogar…
fr: par ex. Famille, Ménage…
hr: npr. Obitelj, kućanstvo…
hu: például Család, háztartás…
it: per esempio. Famiglia, Casa…
ja: 例えば家族、家庭…
nb: f.eks. Familie, husholdning …
nl: bijv. Familie, huishouden…
pt_br: por exemplo Família, Casa…
ro: de ex. Familie, Gospodărie…
ru: например Семья, Быт…
sv: till exempel Familj, hushåll...
tr: örneğin Aile, Ev…
zh_hans: 例如家庭、家庭……

# profile_personal
source: Personal
ar: شخصي
de: Persönlich
fr: Personnel
hr: Osobno
hu: Személyes
it: Personale
ja: 個人的
nb: Personlig
nl: Persoonlijk
pt_br: Pessoal
ru: Персональный
sv: Personlig
tr: Kişisel
zh_hans: 个人的
